﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ 님이 내가 태그된 포스트에 리액션을 보냈습니다";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 포스트에 리액션을 보냈습니다";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ 님이 내가 태그된 포스트를 리포스팅했습니다";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 포스트를 리포스팅했습니다";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ 님이 내가 태그된 포스트에 잽을 날렸습니다";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ 님과 %@ 님이 내가 태그된 포스트에 잽을 날렸습니다";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ 님이 내 포스트에 리액션을 보냈습니다";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ 님과 %@ 님이 내 포스트에 리액션을 보냈습니다";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ 님이 내 포스트를 리포스팅했습니다";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ 님과 %@ 님이 내 포스트를 리포스팅했습니다";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ 님이 내 포스트에 잽을 날렸습니다";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ 님과 %@ 님이 내 포스트에 잽을 날렸습니다";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ 님이 내 프로필에 리액션을 보냈습니다";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ 님과 %@ 님이 내 프로필에 리액션을 보냈습니다";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ 님이 내 프로필을 리포스팅했습니다";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ 님과 %@ 님이 내 프로필을 리포스팅했습니다";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ 님이 내 프로필에 잽을 날렸습니다";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ 님과 %@ 님이 내 프로필에 잽을 날렸습니다";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ 님이 차단되었습니다";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ 를 찾을 수 없습니다";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. 계정을 생성하는데 전화번호, 이메일, 이름과 같은 정보가 필요하지 않습니다. 지금 바로 시작하세요.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. 종단간 암호화 기술로 대화 내용을 보호합니다. 이제 거대 플랫폼의 메시지 서비스는 멀리하세요.";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. 인터넷 화폐인 비트코인⚡️으로 친구의 포스트에 팁을 주고받으며 sats를 모아보세요.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%2$@' 의 '%1$@' 계정이 인증에 사용됩니다";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "'%@' 식별자는 NIP-05 로서 유효하지 않습니다. 이메일처럼 보여야 합니다.";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "소개";

/* Label for About Me section of user profile form. */
"About Me" = "자기소개";

/* Placeholder text for About Me description. */
"Absolute Boss" = "절대강자";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "동의하기";

/* Label to indicate the public ID of the account. */
"Account ID" = "계정 아이디";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "작업";

/* Button to confirm adding user inputted relay. */
"Add" = "추가하기";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "모두 추가하기";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "북마크";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "릴레이 서버 추가하기";

/* Label to display relay contact user. */
"Admin" = "관리자";

/* Label for filter for all notifications. */
"All" = "전체";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "익명";

/* Any amount of sats */
"Any" = "백지수표";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API 키 (선택사항)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API 키 (필수)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "이 포스트를 리포스팅하시겠습니까?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "멋진 글입니다!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "배너 이미지";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "반드시 시작하기 전에 계정 정보를 저장하십시오. 만일 저장하지 않고 Damus를 삭제해버린다면 향후 동일한 계정으로 로그인할 수 없습니다.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "비트코인 라이트닝 팁";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "차단하기";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "%@ 님을 차단하시겠습니까?";

/* Title of alert for blocking a user. */
"Block User" = "사용자 차단";

/* Sidebar menu label for Profile view. */
"Blocked" = "차단함";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "차단한 사용자";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "북마크";

/* Accessibility label for boosts button */
"Boosts" = "부스팅";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "전파하기";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "취소";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "모두 지우기";

/* Button to clear image cache. */
"Clear Cache" = "캐시 비우기";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "코멘트";

/* Label to display relay contact information. */
"Contact" = "연락처";

/* Continue with deleting the user. */
"Continue" = "계속하기";

/* Label indicating that a user's key was copied. */
"Copied" = "복사됨";

/* Button to copy a relay server address. */
"Copy" = "복사하기";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "계정 아이디 복사하기";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "이미지 복사하기";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "이미지 URL 복사하기";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "인보이스 복사하기";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "LNURL 복사하기";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "노트 아이디 복사하기";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "노트 JSON 복사하기";

/* Button to copy report ID. */
"Copy Report ID" = "리포트 아이디 복사하기";

/* Context menu option for copying the text from an note. */
"Copy Text" = "텍스트 복사하기";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "사용자 공개키 복사하기";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "차단할 사용자를 찾을 수 없습니다...";

/* Button to create account. */
"Create" = "만들기";

/* Button to create an account. */
"Create Account" = "계정 만들기";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "새로운 뮤트 목록 만들기";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "비트코인 창시자. 절대적인 전설.";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "사용자 지정";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "사용자 지정 잽 수량";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (독점, 높은 정확도)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "기본 지갑";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "기본 잽 수량";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "삭제하기";

/* Button to delete the user's account. */
"Delete Account" = "계정 삭제하기";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "삭제된 계정";

/* Label to display relay description. */
"Description" = "설명";

/* Button to disable image animation */
"Disable animations" = "애니메이션 비활성화하기";

/* Button to dismiss a text field alert. */
"Dismiss" = "닫기";

/* Label to prompt display name entry. */
"Display Name" = "표시되는 이름";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "대화";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "닫기";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "수익 창출하기";

/* Button to edit user's profile. */
"Edit" = "수정하기";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "참가자 수정하기";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "암호화";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "계정 키를 입력하여 로그인하세요:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "오류로 인해 라이트닝 인보이스를 가져오지 못했습니다.";

/* Error message indicating why saving keys failed. */
"Error: %@" = "오류: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "최종 사용자 라이선스 계약";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "내가 날린 잽을 모두가 볼 수 있습니다";

/* Button label text for filtering relay servers. */
"Filter" = "필터링";

/* Button to follow a user. */
"Follow" = "팔로우";

/* Button to follow a user back. */
"Follow Back" = "맞 팔로우";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "nostr에서 팔로우하세요";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "팔로워";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "팔로우 중";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "팔로우 중...";

/* Text to indicate that a user is following your profile. */
"Follows you" = "나를 팔로우합니다";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "무료";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "API 키 얻기";

/* No comment provided by engineer. */
"Hello, World!" = "안녕하세요!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "숨기기";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "API 키 숨기기";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "홈";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "불법적인 콘텐츠";

/* Section title for images configuration. */
"Images" = "이미지";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "유효하지 않은 키입니다";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "유효하지 않은 라이트닝 주소입니다";

/* Button for user to report that the account or content has spam. */
"It's spam" = "스팸입니다";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "왼손잡이";

/* Button to complete account creation and start using the app. */
"Let's go!" = "시작하기!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (오픈소스)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "라이트닝 주소 또는 LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "라이트닝 인보이스";

/* Accessibility Label for Like button */
"Like" = "좋아요";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "%@ 개 더 불러오기";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "개인키 접근을 위한 로컬 인증";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "기기 기본 앱";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "로그인";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "로그아웃";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "%@ 찾는 중...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "로그아웃하기 전에 nsec 계정 키를 저장했는지 확인하십시오. 저장하지 않았다면 이후 계정에 접근할 수 없게 됩니다.";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "멘션";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05 인증";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "아니요";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "차단 목록이 없습니다. 차단 목록을 생성하시겠습니까? 생성하면 기존 차단 목록을 덮어씁니다.";

/* No comment provided by engineer. */
"No data available" = "사용 가능한 데이터가 없습니다.";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "내가 날린 잽을 아무도 볼 수 없습니다";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "일반 라이트닝 결제만 전송되며 잽을 날리진 않습니다.";

/* No search results. */
"none" = "없음";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "사용 안 함";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "안 함";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "노트에 \"nsec1\" 개인 키가 포함되어 있습니다. 계속하시겠습니까?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "아직 확인할 것이 없네요. 나중에 다시 확인해 보세요.";

/* Toolbar label for Notifications view. */
"Notifications" = "알림";

/* String indicating that a given timestamp just occurred */
"now" = "방금";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "노출 또는 선정적인 콘텐츠";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "이 메시지와 보낸 사람은 나만 볼 수 있습니다.";

/* Label indicating that a form input is optional. */
"optional" = "선택 사항";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "유료 릴레이";

/* Button to pay a Lightning invoice. */
"Pay" = "결제하기";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "라이트닝 인보이스 결제";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "계정 영구 삭제하기";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "요금제";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "현재 피드를 필터링하려면 아래 목록에서 릴레이를 선택하세요:";

/* Button to post a note. */
"Post" = "포스팅하기";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "차단한 사용자의 포스트";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "포스트";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "포스트 및 답글";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "비공개";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "개인키";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "'%@' 님만 내가 날린 잽을 볼 수 있습니다";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "프로";

/* Sidebar menu label for Profile view. */
"Profile" = "프로필";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "프로필 사진";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "공개";

/* Section title for the user's public account ID. */
"Public Account ID" = "공개 계정 아이디";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "공개키";

/* Label indicating that the text is a user's public account key. */
"Public key" = "공개키";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "공개키인가요?";

/* Navigation bar title for Reactions view. */
"Reactions" = "리액션";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "추천 릴레이 서버";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "거부하기";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "릴레이";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "릴레이";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "릴레이 서버에 신고 내용이 전달되었습니다. 이제 클라이언트는 이 정보를 사용하여 콘텐츠를 필터링할 수 있습니다. 감사합니다!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "모두 제거하기";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "북마크에서 삭제하기";

/* Accessibility label for reply button */
"Reply" = "답글";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "%@ 님에게 보내는 답글";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "%1$@ 님과 %2$@ 님에게 보내는 답글";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "나에게 보내는 답글";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "답글 달기:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "신고하기";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "신고 ID:";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "신고가 전송되었습니다!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "리포스팅";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "리포스팅";

/* Navigation bar title for Reposts view. */
"Reposts" = "리포스팅";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "요청";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "다시 시도하기";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "저장하기";

/* Context menu option to save an image. */
"Save Image" = "이미지 저장하기";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "코드를 스캔하세요";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "해시태그 검색하기: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "검색하기...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "계정 로그인 비밀키";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "라이트닝 지갑 선택하기";

/* Prompt selection of user's default wallet */
"Select default wallet" = "기본 지갑 선택하기";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "메시지를 보내 대화를 시작하세요...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "서버";

/* Prompt selection of translation service provider. */
"Service" = "서비스";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "설정";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "공유하기";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "보기";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "API 키 보기";

/* Button to show entire note. */
"Show more" = "더 보기";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "지갑 선택 창 보기";

/* Section title for signing out */
"Sign Out" = "로그아웃";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "로그아웃";

/* Label to display relay software. */
"Software" = "소프트웨어";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "지원하는 NIP";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "감사합니다!";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "타인을 사칭하고 있습니다";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "이 릴레이 서버는 유료이므로 포스트가 받아들여지기 위해선 비용을 지불해야 합니다.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "이 키는 공개키입니다. 게시물을 올리거나 어떠한 상호 작용도 할 수 없습니다. 이 키는 사용자의 관점에서 계정을 확인하는 데 사용됩니다.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "이 키는 오래된 형식의 nostr 키이므로 공개키인지 개인키인지 판단할 수 없습니다. 이 키가 공개키라면 아래 버튼을 클릭하세요.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "이 값은 계정 아이디입니다. 친구들이 나를 팔로우할 수 있도록 계정 아이디를 알려주세요. 복사하려면 탭 하세요.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "이 값은 계정의 비밀키입니다. 계정에 접근하려면 이 키가 필요합니다. 절대 그 누구와도 공유하지 마세요! 암호 관리 도구에 저장하여 안전하게 보관하세요!";

/* Navigation bar title for note thread. */
"Thread" = "스레드";

/* Button to translate note from different language. */
"Translate Note" = "노트 번역하기";

/* Button to indicate that the note has been translated from a different language. */
"Translated from \(lang)" = "\(lang) 로 번역하기";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from \(lang)..." = "\(lang) 로 번역하기...";

/* Section title for selecting the translation service. */
"Translations" = "번역";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "삭제하려면 DELETE를 입력하세요";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "여기에 포스트를 작성하세요...";

/* Button to unfollow a user. */
"Unfollow" = "언팔로우";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "언팔로우...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "유니버스 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "사용자가 차단되었습니다";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "사용자가 차단되었습니다";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "사용자 이름";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "버전";

/* Sidebar menu label for Wallet view. */
"Wallet" = "지갑";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "지갑 선택 창";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "경고:\n\n계정을 삭제하는 이벤트에 서명합니다.\n\n더 이상 이 계정 키를 이용해 Damus에 로그인할 수 없습니다.\n\n정말 진행하시겠습니까?";

/* Label for Website section of user profile form. */
"Website" = "웹사이트";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "%@ 님이 관리하는 소셜 네트워크에 오신 것을 환영합니다.";

/* Text to welcome user. */
"Welcome, %@!" = "%@ 님, 환영합니다! ";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "어떤 문제를 신고하시겠어요?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "덮어쓰기";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "개인키도 게시하기";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "당신";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "아직 북마크가 없습니다. 컨텍스트 메뉴에서 북마크를 추가해보세요.";

/* Label for Your Name section of user profile form. */
"Your Name" = "이름";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "신고서를 연결된 릴레이 서버로 전송합니다";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "잽 날리기";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "잽 수량";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "잽 날릴 사토시 수량";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "잽 유형";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "잽 날리는 중...";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "잽";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

